export interface FaqItem {
  id: number
  question: string
  answer: string
  category?: string
}

export const FAQ_DATA: FaqItem[] = [
  {
    id: 1,
    question: "سوال مورد نظر اینجا قرار میگیرد؟",
    answer: "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است.",
    category: "عمومی"
  },
  {
    id: 2,
    question: "سوال مورد نظر اینجا قرار میگیرد؟",
    answer: "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است. و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد.",
    category: "دوره‌ها"
  },
  {
    id: 3,
    question: "سوال مورد نظر اینجا قرار میگیرد؟",
    answer: "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است.",
    category: "پرداخت"
  },
  {
    id: 4,
    question: "سوال مورد نظر اینجا قرار میگیرد؟",
    answer: "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است. و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد.",
    category: "حساب کاربری"
  },
  {
    id: 5,
    question: "سوال مورد نظر اینجا قرار میگیرد؟",
    answer: "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است.",
    category: "پشتیبانی"
  },
  {
    id: 6,
    question: "سوال مورد نظر اینجا قرار میگیرد؟",
    answer: "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است.",
    category: "عمومی"
  }
]